13/data/attachments/703a01e9a6cfc47c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Micheal_professional_Actions_72538_4</nif:username>
            <nif:friendToBeRequested>soap_actions_a5ed8966-d45f-46e8-afb3-5282e6c133f4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>